{"data":{"markdownRemark":{"html":"<p><strong>Lightning Network Chiang Mai</strong> are a group of cryptocurrency developers and enthusiasts focused on payment channel technology for Bitcoin.</p>\n<p>Our aim is to bring about real-world use of lightning by making it <em>easier</em> and <em>cheaper</em> to join the network.</p>\n<p>We dream of a world where anyone can transact freely, without excessive fees, censorship, fear of confiscation or loss of privacy.</p>\n<h2>Join us</h2>\n<p>We hold regular <a href=\"https://github.com/lncm/ideas\">meetings</a> around Chiang Mai to present and discuss our current projects.</p>\n<p>All contributors are welcome to join and all forms of contribution are highly valued, they do not have to be of a technical nature.</p>\n<p>Feel free to get in touch via Twitter <a href=\"https://twitter.com/messages/compose?recipient_id=1030362335485906944\">direct message</a>, or otherwise.</p>\n<h2>Why Lightning?</h2>\n<p>The <a href=\"https://en.bitcoin.it/wiki/Lightning_Network\">Lightning Network</a> allows payments to be made across the Internet within the blink of an eye.</p>\n<p>Payments can be smaller than fractions of a cent thus allowing for fairer billing methods, based on actual usage.</p>\n<p>Onion-style routing significantly increases financial privacy of transacting parties and since channel peers pay each other directly using Bitcoin transactions, no third party must be trusted.</p>\n<h2>Try out lightning!</h2>\n<p>For a proof of concept demo, we recommend the following lightning clients:</p>\n<h3>Non-Custodial Wallets</h3>\n<p>Wallets where you have full control over your funds</p>\n<ul>\n<li>iOS and Android: <a href=\"https://breez.technology/\">Breez Wallet</a></li>\n<li>Linux/Windows/Mac/Mobile: <a href=\"https://github.com/lightninglabs/lightning-app\">Lightning labs desktop</a>  <a href=\"https://github.com/lightninglabs/lightning-app/tree/master/mobile\">Android/iOS version</a></li>\n<li>Android only: <a href=\"https://phoenix.acinq.co/\">Phoenix Wallet</a> <a href=\"https://github.com/ACINQ/eclair-mobile\">Eclair Wallet</a></li>\n<li>Raspberry PI (with collaboration with LNCM contributors): <a href=\"https://github.com/getumbrel/umbrel-os/releases/tag/v0.0.2-build20200609\">Umbrel Node</a> </li>\n<li>*NIX if you have some CLI skills: <a href=\"https://github.com/getumbrel/umbrel\">docker-compose Umbrel node in a box</a> or <a href=\"https://github.com/lncm/thebox-compose-system\">docker-compose Vanilla node in a box</a></li>\n</ul>\n<h3>Custodial Wallets</h3>\n<p>Wallets where you don't have full control of your funds (works like a bank, but not regulated)</p>\n<ul>\n<li>iOS and Android: <a href=\"https://www.walletofsatoshi.com/\">Wallet of Satoshi</a></li>\n<li>iOS and Android: <a href=\"https://bluewallet.io/\">BlueWallet</a> (Note that <a href=\"https://lndhub.io/about\">by default it is custodial</a> but <a href=\"https://github.com/BlueWallet/LndHub\">you can set up your own version</a>. )</li>\n</ul>\n<h3>Ready to try?</h3>\n<p>Once you have one of these wallets installed, you may add some funds similar to how you would fund a normal wallet. </p>\n<p>Once the lightning wallets are funded, and there are funds available, you may try paying.</p>\n<p>Otherwise feel free to try the donation button, to experience microtipping (you can send fractions of a cent!)</p>\n<div id=\"tippin-button\" data-dest=\"lncnx\" data-dark=\"true\"></div>\n<script src=\"https://tippin.me/buttons/tip.js?0001\" type=\"text/javascript\"></script>","frontmatter":{"title":"About Us","date":null}}},"pageContext":{"slug":"/"}}