{"data":{"markdownRemark":{"html":"<p><strong>Lightning Network Chiang Mai</strong> are a group of cryptocurrency developers and enthusiasts focused on payment channel technology for Bitcoin.</p>\n<p>Our aim is to bring about real-world use of lightning by making it <em>easier</em> and <em>cheaper</em> to join the network.</p>\n<p>We dream of a world where anyone can transact freely, without excessive fees, censorship, fear of confiscation or loss of privacy.</p>\n<h3>Join us</h3>\n<p>We hold regular <a href=\"https://github.com/lncm/ideas\">meetings</a> around Chiang Mai to present and discuss our current projects.</p>\n<p>All contributors are welcome to join and all forms of contribution are highly valued, they do not have to be of a technical nature.</p>\n<p>Feel free to get in touch via Twitter <a href=\"https://twitter.com/messages/compose?recipient_id=1030362335485906944\">direct message</a>, or otherwise.</p>\n<h3>Why Lightning?</h3>\n<p>The <a href=\"https://en.bitcoin.it/wiki/Lightning_Network\">Lightning Network</a> allows payments to be made across the Internet within the blink of an eye.</p>\n<p>Payments can be smaller than fractions of a cent thus allowing for fairer billing methods, based on actual usage.</p>\n<p>Onion-style routing significantly increases financial privacy of transacting parties and since channel peers pay each other directly using Bitcoin transactions, no third party must be trusted.</p>\n<div id=\"bottle-payment-button\" data-corner=\"25px\" data-fill=\"filled\" data-size=\"small\" data-color=\"#000000\" data-textColor=\"#FFD54F\" data-service=\"bottle\" data-name=\"Donate%20to%20LNCM\" data-avatar=\"https://cdn.bottle.li/userimg/a6a7a37fb60c1d66cee5c8f2fbe8151f4e4541bc660f6e72fcef13bbf24f84f6.jpg\" data-username=\"mZc5hVov9V5vhPNAjPnM3W26W4rwgKDq3wGb8W87hLwX\" data-text=\"donate\" data-url=\"https://pay.bottle.li/send/social/\" ></div>\n<script src=\"https://cdn.bottle.li/button/bb.min.js\"></script>","frontmatter":{"title":"About Us","date":null}}},"pageContext":{"slug":"/"}}